// Вывести текст на экран
// Вариант 1
// Текст - Здравствуй мир
// Название класса - World

public class World {

    public static void Main(string[] args) {
        PrintText();
    }

    public static void PrintText() {
        Console.WriteLine("Здравствуй, Мир!");
    }
}